Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Make sure that you have an active connection to the Internet before choosing this option.
be: Пераканайцеся, што вы маеце актыўнае злучэнне з сецівам, перш чым абіраць гэтую наладу.

source: Make sure that you have the latest firmware for your CD or DVD burner installed, and then try again.
be: Пераканайцеся, што вы маеце апошнюю версію мікрапраграмы для прапальвальнага кружэльніка і паўтарыце спробу.

source: Make sure that your printer is connected properly and use Control Panel to verify that the printer is configured properly.
be: Пераканайцеся, што ваша друкарка падключаная правільна, і выкарыстайце панэль кіравання для праверкі правільнасці наладаў друкаркі.

# Make sure that:
source: Make sure that:\n
be: Пераканайцеся, што:\n

source: Make sure the drive door is closed and that there is a valid data disc in the drive.
be: Пераканайцеся, што кружэльнік зачынены і змяшчае ў сабе кружэлку з дапушчальнымі звесткамі.

source: Make sure the path and file name are correct.
be: Упэўніцеся, што існуюць файл і шлях да яго.

source: Make sure the path or Internet address is correct.
be: Пераканайцеся, што шлях ці адрас сеціва правільныя.

source: Make sure there is a disk in the drive and that the disk is formatted and free of errors.
be: Пераканайцеся, што дыск падключаны, адфарматаваны і не змяшчае памылкі.

source: Make sure you save your work and close all open programs before restarting.
be: Пераканайцеся, што вы захавалі вашую працу і зачынілі усе адчыненыя праграмы перад перазапускам.

source: Make sure you save your work and close all open programs before you log off.
be: Пераканайцеся, што вы захавалі вашую працу і зачынілі усе адчыненыя праграмы перад выхадам.

source: Make sure you typed the name correctly, and then try again.
be: Пераканайцеся, што назва ўведзена правільна і паспрабуйце яшчэ.

source: Make sync &copy
be: Стварыць сінхронную копію

source: Make sync copy of &type...
be: Стварыць сінхронную копію тыпу...

source: Make text and other items larger or smaller
be: Змяніць памер тэксту і іншых элементаў

source: Make the background color in the selection transparent or opaque.
be: Зрабіць фонавы колер у вылучэнні празрыстым ці непразрыстым.

source: Makes the current selection either opaque or transparent.
be: Робіць дзейнае вылучэнне празрыстым ці непразрыстым.

source: Makes the selected items private so other people can’t access them.
be: Робіць вылучаныя элементы прыватнымі, іншыя людзі не маюць да іх доступу.

source: Makes voice or video calls to other computers and enables video conferencing.
be: Робіць галасавыя ці відэавыклікі да іншых камп'ютараў і відэаканферэнцыі.

source: Making this folder private will prevent all of its subfolders from being shared on the network.\n\nAre you sure you want to make this folder private?
be: Калі зрабіць гэты каталог прыватным, гэта перашкодзіць ягоным падкаталогам быць абагуленымі ў сетцы.\n\nВы сапраўды жадаеце зрабіць гэты каталог прыватным?

source: Malay (Brunei)
be: Малайская (Брунэй)

source: Malay (Malaysia)
be: Малайская (Малайзія)

source: Malayalam
be: Малаяламская

source: Male
be: Мужчына

source: Malicious code that attempts to spread from computer to computer by attaching itself to a host program.
be: Шкодны код, які спрабуе распаўсюдзіцца з камп'ютара на камп'ютар праз прычапленне сябе да вузлавой праграмы.

source: Maltese
be: Мальтыйская

source: Maltese 47-Key
be: Мальтыйская, 47 клавіш

source: Maltese 48-Key
be: Мальтыйская, 48 клавіш

source: Malware Creation Tool
be: Інструмент стварэння шкоднага апраграмавання

source: Manage &add-ons
be: Кіраваць дадаткамі

source: Manage Accounts
be: Кіраванне рахункамі

source: Manage BitLocker
be: Кіраваць BitLocker

source: Manage Information Cards that are used to log on to online services
be: Кіраваць інфармацыйнымі карткамі для злучэння з службамі сеціва

source: Manage Power Plans
be: Кіраваць планамі сілкавання

source: Manage User Accounts
be: Кіраваць рахункамі карыстальнікаў

source: Manage Windows credentials
be: Кіраваць пасведчаннямі Windows

source: Manage Wireless Networks
be: Кіраваць бяздротавымі сеткамі

source: Manage add-ons
be: Кіраваць дадаткамі

source: Manage advanced sharing settings
be: Кіраваць дадатковымі наладамі абагульвання

source: Manage another account
be: Кіраваць іншым рахункам

source: Manage audio devices
be: Кіраваць аўдыяпрыладамі

source: Manage browser add-ons
be: Кіраваць дадаткамі аглядальніка

source: Manage default printers
be: Кіраваць стандартнымі друкаркамі

source: Manage disk space used by your offline files
be: Кіраваць дыскавай прасторай, скарыстанай вашымі пазасеціўнымі файламі

source: Manage file encryption certificates
be: Кіраваць сертыфікатамі шыфравання файлаў

source: Manage network passwords
be: Кіраваць сеткавымі паролямі

source: Manage offline files
be: Кіраваць пазасеціўнымі файламі

source: Manage saved networks
be: Кіраваць захаванымі сеткамі

source: Manage web passwords
be: Кіраваць сеціўнымі паролямі

source: Manage wireless networks
be: Кіраваць бяздротавымі сеткамі

source: Manage your credentials
be: Кіраваць вашымі пасведчаннямі

source: Manage your file encryption certificates
be: Кіраваць вашымі сертыфікатамі шыфравання файлаў

source: Manage your fingerprint data
be: Кіраваць звесткамі адбітка пальца

source: Managed by your system administrator
be: Кантралюецца сістэмным адміністратарам

source: Manager
be: Кіраўнік

source: Manages client access licensing for a server product.
be: Кіруе кліенцкімі ліцэнзіямі доступу для сэрверных прадуктаў.

source: Manages disks and provides access to other tools to manage local and remote computers.
be: Кіруе дыскамі і дае доступ да іншых інструментаў, якія кіруюць лакальнымі і аддаленымі камп'ютарамі.

source: Mandaic
be: мандэйскі

source: Manifest Version
be: Версія маніфеста

source: Manual
be: Уручную

source: Manual configuration
be: Ручное наладжванне

source: Manual feed
be: Ручная падача

source: Manual feed;
be: Ручная падача;

source: Manually Configured
be: Уручную сканфігураваны

source: Manually browse my system for definition updates
be: Пошук абнаўленняў вызначэнняў уручную

source: Manufacturer
be: Вытворца

source: Manufacturer:
be: Вытворца:

source: Maori
be: Маоры

source: Map &network drive...
be: Падлучыць сеткавы дыск...

source: Map network drive
be: Падлучыць сеткавы дыск

source: Mapping is completed.
be: Супастаўленне скончанае.

source: Marathi
be: Маратхі

source: Marble
be: Мармур

source: March|Mar
be: Сакавік|Сак

source: Margins
be: Прымежкі

source: Margins (inches)
be: Прымежкі (цалі)

source: Margins (millimeters)
be: Прымежкі (міліметры)

source: Marker
be: Пазначнік

source: Maroon
be: Цёмна-бардовы

source: Mask Password
be: Пароль-маска

source: Match &case
be: З улікам рэгістру

source: Match &whole word only
be: Толькі слова цалкам

source: Mathematical Operators
be: Матэматычныя аператары

source: Mature content
be: Змесціва для дарослых

source: Max aperture
be: Максімальная апертура

source: Maximize
be: Разгарнуць

source: Maximized
be: Разгорнутае вакно

source: Maximizes the windows
be: Разгортвае вокны

source: Maximizes window to full screen.
be: Разгортвае вакно да поўнага памеру.

source: Maximum number of programs is already open
be: Ужо адчынена максімальная колькасць праграм

source: Maximum number of programs is already open.
be: Ужо адчынена максімальная колькасць праграм.

source: Maximum number of windows is already open
be: Ужо адчынена максімальная колькасць вокнаў

source: Maximum power savings
be: Максімальнае захаванне энергіі

source: Maximum processor state
be: Максімальны стан працэсара

source: Maximum results
be: Максімальны лік вынікаў

source: May
be: Травень|Тра

source: Mbps
be: Мбіт/с

source: Me identity
be: Маё пасведчанне

source: Me o&nly
be: Толькі для мяне

source: Me&ssage:
be: Паведамленне:

source: Measurement units
be: Адзінкі вымярэння

source: Media
be: Медыя

source: Media Center
be: Медыяцэнтр

source: Media Devices
be: Медыяпрылады

source: Media Manager List
be: Спіс кіраўніка носьбітаў

source: Media Manager List\0
be: Спіс кіраўніка носьбітаў\0

source: Media Player
be: Прайгравальнік

source: Media Player Settings
be: Налады медыяплэера

source: Media State:
be: Стан медыя:

source: Media changing...
be: Змяненне медыя...

source: Media class primary ID
be: Асноўны ID медыякласа

source: Media class secondary ID
be: Другасны ID медыякласа

source: Media created
be: Медыя створана

source: Media status
be: Стан медыя

source: Media streaming options
be: Налады медыяплыні

source: Medium
be: Сярэдні

source: Medium (10 - 40 GB)
be: Сярэднія (10 - 40 ГБ)

source: Medium (100 KB - 1 MB)
be: Сярэднія (100 кБ - 1 МБ)

source: Medium (5 - 30 mins)
be: Сярэднія (5 - 30 хвілін)

source: Medium High
be: Паўвысокі

source: Medium Icons
be: Сярэднія значкі

source: Medium-low
be: Невысокі

source: Medium/Low alert level: %1!d!
be: Сярэдні/нізкі ўзровень: %1!d!

source: Meeting Workspace
be: працоўная прастора сходаў

source: Meeting status
be: Стан сустрэчы

source: Memory
be: Памяць

source: Memory (Private Working Set)
be: Памяць (прыватны працоўны камплект)

source: Memory - Commit Size
be: Памяць - памер аддадзенага

source: Memory - Non-paged Pool
be: Памяць - непадменны пул

source: Memory - Paged Pool
be: Памяць - падменны пул

source: Memory - Peak Working Set
be: Памяць - вяршынны працоўны камплект

source: Memory - Private Working Set
be: Памяць - прыватны працоўны камплект

source: Memory - Working Set
be: Памяць - працоўны камплект

source: Memory - Working Set Delta
be: Памяць - рознасць працоўнага камплекта

source: Memory Issue
be: Праблема памяці

source: Memory Usage Display
be: Экран выкарыстання памяці

source: Memory Usage History
be: Гісторыя выкарыстання памяці

source: Memory:
be: Памяць:

source: Menu Window
be: Вакно меню

source: Menu bar
be: Паліца меню

source: Message
be: Паведамленне

source: Message from %s - %s
be: Паведамленне ад %s - %s

source: Message size
be: Памер паведамлення

source: Metadata Module
be: Модуль метазвестак

source: Metadata Row
be: Шэраг метазвестак

source: Metal
be: Метал

source: Metering mode
be: Рэжым вымярэння

source: Method
be: Метад

source: Method:
be: Метад:

source: Metric
be: Метрычная

source: Mi&nimize
be: Згарнуць

source: Mi&xer
be: Змяшальнік

source: Microphone
be: Мікрафон

source: Microseconds
be: мікрасекунд

source: Microsoft Access Databases (*.mdb)|*.mdb|All Files (*.*)|*.*|
be: База звестак доступу Microsoft (*.mdb)|*.mdb|Усе файлы (*.*)|*.*|

source: Microsoft Array IME
be: Microsoft масіўны IME

source: Microsoft Assessment and Planning Toolkit
be: інструментар ацэньвання і планавання Microsoft

source: Microsoft Corporation
be: Карпарацыя Microsoft

source: Microsoft Display DPI Settings
be: Налада колькасці кропак на цалю Microsoft

source: Microsoft Download Center
be: Цэнтр спамповак Microsoft

source: Microsoft List Builder
be: будаўнік спісу Microsoft

source: Microsoft New ChangJie IME
be: Microsoft новы ChangJie IME

source: Microsoft New Phonetic IME
be: Microsoft новафанетычны IME

source: Microsoft New Quick IME
be: Microsoft новы хуткі IME

source: Microsoft Office Upload Center
be: Цэнтр запамповак Microsoft Office

source: Microsoft Phonetic IME
be: Microsoft фанетычны IME

source: Microsoft Project Exchange
be: фармат абмену праектамі Microsoft

source: Microsoft Quick IME
be: Microsoft хуткі IME

source: Microsoft SQL Server Databases (*.mdf)|*.mdf|All Files (*.*)|*.*|
be: Базы звестак сэрвера Microsoft SQL (*.mdf)|*.mdf|Усе файлы (*.*)|*.*|

source: Microsoft Script Debugger
be: Наладчык сцэнараў Microsoft

source: Microsoft Script Debugger Readme
be: Інфармацыя наладчыка сцэнараў Microsoft

source: Microsoft Software License Terms
be: Ліцэнзійнае пагадненне Microsoft

source: Microsoft SpyNet is the online community that helps you choose how to respond to potential spyware threats.
be: Сеціўнае згуртаванне Microsoft SpyNet дапамагае выбраць патрэбныя дзеянні ў адказ на пагрозу з боку шпіёнскіх праграм.

source: Microsoft SpyNet is the online community that helps you choose how to respond to potential spyware threats. The community also helps stop the spread of new spyware infections.\n\nYou can choose to send basic or additional information about detected software. Additional information helps Microsoft create new definitions to better protect your computer. It can include, for example, the location of detected items on your computer if harmful software has been removed. The information will be automatically collected and sent.
be: Інтэрнэт згуртаванне Microsoft SpyNet дапамагае выбраць патрэбныя дзеянні ў адказ на пагрозу з боку шпіёнскіх праграм. Гэта згуртаванне таксама дапамагае прадухіленню распаўсюджвання шпіёнскіх праграм.\n\nВы можаце выбраць, каб даслаць асноўную дадатковую інфармацыю аб знойдзенай праграме. Дадатковыя звесткі дапамагаюць Microsoft ствараць новыя вызначэнні для павышэння эфектыўнасці абароны вашага камп'ютара. Напрыклад, у іх можа ўваходзіць размяшчэнне выяўленых элементаў на камп'ютары пры перамяшчэнні небяспечных праграм. Звесткі збіраюцца і дасылаюцца аўтаматычна.

source: Microsoft Standalone System Sweeper%0
be: Аўтаномны сродак праверкі сістэмы Microsoft%0

source: Microsoft Web Rating System
be: Сістэма рэйтынгу сеціва Microsoft

source: Microsoft Windows (Version unknown)
be: Microsoft Windows (невядомая версія)

source: Microsoft WordPad is a word processing program that you can use to create and edit text documents with rich formatting and pictures.
be: Microsoft WordPad - праграма апрацоўкі тэксту, якую вы можаце выкарыстоўваць для стварэння і рэдагавання тэкставых дакументаў з аздабленнем тэксту і відарысамі.

source: Microsoft WordPad is a word processing program that you can use to create and edit text documents with rich formatting and pictures. WordPad can open .docx, .odt, .rtf or .txt files.
be: Microsoft WordPad - праграма апрацоўкі тэксту, якую вы можаце выкарыстоўваць для стварэння і рэдагавання тэкставых дакументаў з аздабленнем тэксту і відарысамі. WordPad можа адчыняць .docx, .odt, .rtf і .txt файлы.

source: Microsoft has not yet analyzed the software that made these changes for potential risks.
be: Карпарацыя Microsoft яшчэ не праверыла апраграмаванне, адказнае за гэтыя змяненні, на патэнцыйную небяспеку.

source: Microsoft has not yet analyzed the software that made these changes for potential risks. Permit changes only if you trust the program or the software publisher. Once permitted, the changes can't be undone.
be: Карпарацыя Microsoft яшчэ не праверыла праграмнае забеспячэнне, адказнае за гэтыя змяненні, на патэнцыйную небяспеку. Дазваляйце гэтыя змяненні толькі ў тым выпадку, калі вы давяраеце гэтай праграме або вытворцу праграмнага забеспячэння. Пасля дазволу скасаваць дазволеныя змяненні будзе нельга.

source: Microsoft needs more information to try to solve the problem
be: Microsoft неабходна дадатковая інфармацыя, каб паспрабаваць вырашыць гэтую праблему

source: Microsoft text telephone
be: тэкставы тэлефон Microsoft

source: Microsoft-Windows-Diagnosis-TaskManager/Debug
be: Microsoft-Windows-Diagnosis-TaskManager/Наладка

# Microsoft-Windows-Diagnosis-TaskManager/Debug
source: Microsoft-Windows-Diagnosis-TaskManager/Debug\r\n
be: Microsoft-Windows-Diagnosis-TaskManager/Наладка\r\n

# Microsoft-Windows-NetworkLocationWizard/Operational
source: Microsoft-Windows-NetworkLocationWizard/Operational\r\n
be: Microsoft-Windows-NetworkLocationWizard/Працуе\r\n

source: Microsoft-Windows-Shell-AuthUI-BootAnim/Diagnostic
be: Microsoft-Windows-Shell-AuthUI-BootAnim/Дыягностыка

# Microsoft-Windows-Shell-AuthUI-BootAnim/Diagnostic
source: Microsoft-Windows-Shell-AuthUI-BootAnim/Diagnostic\r\n
be: Microsoft-Windows-Shell-AuthUI-BootAnim/Дыягностыка\r\n

source: Microsoft-Windows-Shell-AuthUI-Common/Diagnostic
be: Microsoft-Windows-Shell-AuthUI-Common/Дыягностыка

# Microsoft-Windows-Shell-AuthUI-Common/Diagnostic
source: Microsoft-Windows-Shell-AuthUI-Common/Diagnostic\r\n
be: Microsoft-Windows-Shell-AuthUI-Common/Дыягностыка\r\n

source: Microsoft-Windows-Shell-AuthUI-CredUI/Diagnostic
be: Microsoft-Windows-Shell-AuthUI-CredUI/Дыягностыка

# Microsoft-Windows-Shell-AuthUI-CredUI/Diagnostic
source: Microsoft-Windows-Shell-AuthUI-CredUI/Diagnostic\r\n
be: Microsoft-Windows-Shell-AuthUI-CredUI/Дыягностыка\r\n

source: Microsoft-Windows-Shell-AuthUI-Logon/Diagnostic
be: Microsoft-Windows-Shell-AuthUI-Logon/Дыягностыка

# Microsoft-Windows-Shell-AuthUI-Logon/Diagnostic
source: Microsoft-Windows-Shell-AuthUI-Logon/Diagnostic\r\n
be: Microsoft-Windows-Shell-AuthUI-Logon/Дыягностыка\r\n

source: Microsoft-Windows-Shell-AuthUI-PasswordProvider/Diagnostic
be: Microsoft-Windows-Shell-AuthUI-PasswordProvider/Дыягностыка

# Microsoft-Windows-Shell-AuthUI-PasswordProvider/Diagnostic
source: Microsoft-Windows-Shell-AuthUI-PasswordProvider/Diagnostic\r\n
be: Microsoft-Windows-Shell-AuthUI-PasswordProvider/Дыягностыка\r\n

source: Microsoft-Windows-Shell-AuthUI-Shutdown/Diagnostic
be: Microsoft-Windows-Shell-AuthUI-Shutdown/Дыягностыка

# Microsoft-Windows-Shell-AuthUI-Shutdown/Diagnostic
source: Microsoft-Windows-Shell-AuthUI-Shutdown/Diagnostic\r\n
be: Microsoft-Windows-Shell-AuthUI-Shutdown/Дыягностыка\r\n

source: Microsoft-Windows-VAN/Diagnostic
be: Microsoft-Windows-VAN/Дыягностыка

# Microsoft-Windows-VAN/Diagnostic
source: Microsoft-Windows-VAN/Diagnostic\r\n
be: Microsoft-Windows-VAN/Дыягностыка\r\n

source: Microsoft® Office OneNote® 2007 (Home and Student version)
be: Microsoft® Office OneNote® 2007 (хатняя і студэнцкая версія)

source: Middle name
be: Імя па бацьку

source: Migrates files and settings from one computer to another
be: Пераносіць файлы і налады з аднаго камп'ютара на іншы

source: Mileage
be: Адлегласць

source: Milliseconds
be: мілісекунд

source: Minesweeper
be: Тральшчык

source: Minimize
be: Згарнуць

source: Minimize all
be: Згарнуць усе

source: Minimized
be: Згорнутае вакно

source: Minimizes the windows
be: Згортвае вокны

source: Minimum processor state
be: Мінімальны стан працэсара

source: Minute
be: хвіліна

source: Minute and %2!d!
be: хвіліна і %2!d!

source: Minutes
be: хвілін

source: Minutes and %2!d!
be: хвілін і %2!d!

source: Misc
be: Рознае

source: Miscellaneous Technical
be: Тэхнічныя сімвалы

source: Missed call
be: Прапушчаны выклік

source: Missed calls
be: Прапушчаныя выклікі

source: Missing Items
be: Прапушчаныя элементы

source: Missing Shortcut
be: Адсутнічае пускальнік

source: Mixed
be: Змяшана

source: Mixed content
be: Змяшанае змесціва

source: Mo&re information
be: Больш інфармацыі

source: Mo&ve To folder...
be: Перамясціць у каталог...

source: Mo&ve to folder...
be: Перамясціць у каталог...

source: Mobike Supported
be: Падтрымана Mobike

source: Mobile PC Display
be: Экран мабільнага ПК

source: Mode
be: Рэжым

source: Model
be: Мадэль

source: Model number
be: Нумар мадэлі

source: Model number:
be: Нумар мадэлі:

source: Model:
be: Мадэль:

source: Modem
be: Мадэм

source: Modem Configuration
be: Канфігурацыя мадэма

source: Modem or device
be: Мадэм ці прылада

source: Moderate power savings
be: Умеранае захаванне энергіі

source: Modified
be: Зменена

source: Modified attributes
be: Змененыя атрыбуты

source: Modified data
be: Змененыя звесткі

source: Modified time
be: Зменены час

source: Modified:
be: Зменены:

source: Modify settings for how to view your folders.
be: Наладзіць выгляд вашых каталогаў.

source: Mon
be: Пан

source: Monday
be: Панядзелак

source: Monday|Mon
be: Панядзелак|Пан

source: Mongolian (Cyrillic)
be: Мангольская (кірыліца)

source: Mongolian (Mongolian Script)
be: Мангольская (мангольскі рукапіс)

source: Mongolian Cyrillic
be: Мангольская (кірыліца)

source: Monitor
be: Манітор

source: Monitor layout
be: Пабудова манітора

source: Monitoring Software
be: Апраграмаванне назірання

source: Monitors ambient light sensors to detect changes in ambient light and adjust the display brightness.
be: Назірае за навакольнымі датчыкамі асвятлення, каб выявіць яго змяненні і адрэгуляваць яркасць экрана.

source: Monochrome Bitmap (*.bmp;*.dib)
be: Манахромны растравы (*.bmp;*.dib)

source: Month
be: Месяц

source: Monthly
be: штомесяц

source: Mood
be: Настрой

source: More
be: Больш

source: More &info
be: Падра&бязней

# More buttons are available. To see them, click the arrow.
source: More buttons are available.\nTo see them, click the arrow.
be: Даступна больш кнопак.\nКаб убачыць іх, націсніце стрэлку.

# More buttons are available. To see them, click the arrow.
source: More buttons are available.\r\nTo see them, click the arrow.
be: Даступна больш кнопак.\r\nКаб убачыць іх, націсніце стрэлку.

source: More details
be: Больш дэталяў

source: More information
be: Больш інфармацыі

source: More information (2)
be: Больш інфармацыі (2)

source: More information (3)
be: Больш інфармацыі (3)

source: More information.
be: Больш інфармацыі.

source: More information...
be: Больш інфармацыі...

source: More information:
be: Больш інфармацыі:

source: More options
be: Больш наладаў

source: More power options
be: Больш наладаў сілкавання

# More than one file has the name '%1'. Choose one from the list.
source: More than one file has the name '%1'.\n\nChoose one from the list.
be: Больш за адзін файл мае назву '%1'.\n\nАбярыце адзін са спісу.

source: More than two versions have been updated since the last sync.
be: Больш за дзве версіі былі абноўленыя пасля апошняй сінхранізацыі.

source: More updates are available.
be: Даступна больш абнаўленняў

source: Most recent check for updates:
be: Апошняя праверка абнаўленняў:

source: Motion
be: Рух

source: Mounted Volume
be: Прымацаваны раздзел

source: Mouse
be: Мыш

source: MouseKeys
be: Клавішы мышы

source: Move
be: Перамясціць

source: Move &Down
be: Уніз

source: Move &Up
be: Уверх

source: Move &down
be: Пасунуць уніз

source: Move &up
be: Пасунуць уверх

source: Move Contact to
be: Перамясціць кантакт у

source: Move D&own
be: Уніз

source: Move File
be: Перамяшчэнне файла

source: Move Folder
be: Перамясціць каталог

source: Move Item
be: Перамяшчэнне элемента

source: Move Items
be: Перамяшчэнне элементаў

source: Move and Replace
be: Перамясціць і замяніць

source: Move here
be: Перамясціць сюды

source: Move of '%1!ls!'
be: Перамяшчэнне '%1!ls!'

source: Move the pointer with the keypad using MouseKeys
be: Перасоўваць паказальнік з дапамогаю клавіятуры

source: Move the selected files and folders to the Recycle Bin.
be: Перамясціць вылучаныя файлы і каталогі ў сметніцу.

source: Move the selected items from the Recycle Bin to their original locations on your computer.
be: Перамяшчае вылучаныя элементы са сметніцы на іх зыходныя месцы на вашым камп'ютары.

source: Move the selected items to the Clipboard.
be: Перамясціць абраныя элементы ў кішэню.

source: Move these files out of the folder, rename them without using these characters, then move them back into the folder and try again.
be: Вынесіце гэтыя файлы з каталогу, пераназавіце іх без выкарыстання гэтых знакаў, зноў перанясіце іх у каталог і паўтарыце спробу.

source: Move to %1
be: Перамясціць у '%1'

source: Move, but keep both files
be: Перамясціць, але пакінуць абодва файлы

source: Moves the selected items to another location.
be: Перамяшчае вылучаныя элементы ў іншае размяшчэнне.

source: Movie
be: Фільм

source: Movie Maker Settings
be: Налады вытворцы фільмаў

source: Moving
be: Перамяшчэнне

source: Moving '%ws'
be: Перамяшчэнне '%ws'

source: Moving items from an FTP server to the Recycle Bin will cause them to be deleted permanently. Are you sure you want to continue?
be: Перамяшчэнне элементаў з FTP-сэрвера ў сметніцу знішчыць іх назусім. Вы сапраўды жадаеце працягнуць?
